Repository: oe-alliance/kodiext
Catalog: src/po/*.po
Languages: de

source: Add Kodi to Extensions Menu
de: Kodi zum Erweiterungsmenü hinzufügen

source: Add Kodi to Main Menu
de: Kodi zum Hauptmenü hinzufügen

source: Add Kodi to the Extensions Menu list of options.
de: Kodi zur Liste der Optionen im Erweiterungsmenü hinzufügen

source: Add Kodi to the Main Menu list of options.
de: Kodi zur Liste der Optionen im Hauptmenü hinzufügen.

source: Aspect
de: Aspekt

source: Average Input rate
de: Durchschnittliche Eingaberate

source: Buffer Size
de: Puffergröße

source: Buffering
de: Pufferung

source: Change aspect ratio
de: Seitenverhältnis ändern

source: Just scale
de: Nur skalieren

source: Kodi Actions
de: Kodi-Aktionen

source: Kodi Settings
de: Kodi-Einstellungen

source: Nonlinear
de: Nichtlinear

source: Please select subservice...
de: Bitte wählen Sie den Optionsdienst aus...

source: Policy
de: Richtlinie

source: Resuming playback
de: Wiedergabe wird fortgesetzt

source: Select 'Yes' to start Kodi standalone. Warning!! This will stop enigma including all functions.
de: Wählen Sie 'Ja', um Kodi im Standalone-Modus zu starten. Warnung!! Dies wird Enigma einschließlich aller Funktionen stoppen.

source: Show playback info
de: Wiedergabeinformationen anzeigen

source: Show playback menu
de: Wiedergabemenü anzeigen

source: Show playlist
de: Wiedergabeliste anzeigen

source: Show subservices
de: Optionsdienste anzeigen

source: Skip to next item in playlist
de: Zum nächsten Element in der Wiedergabeliste springen

source: Skip to previous item in playlist
de: Zum vorherigen Element in der Wiedergabeliste springen

source: Start Kodi
de: Kodi starten

source: Start Kodi Standalone
de: Kodi im Standalone-Modus starten
